<?php
// Version: 2.1 RC3; Modifications

// OneAll Social Login
$txt['oasl_title'] = 'OneAll Social Login';
$txt['oasl_config'] = 'Конфигурация';
$txt['oasl_settings_descr'] = 'Параметры OneAll Social Login';
$txt['oasl_user_does_not_exist'] = "<strong>Эта социальная сеть еще не была связана с учётной записью.</strong><br /><br />Пожалуйста, используйте регистрационную форму для создания новой учётной записи. Если учётная запись уже есть, откройте «Настройки профиля» для подключения к ней социальной сети.";
$txt['oasl_user_may_not_register'] = 'Извините, но регистрация новых пользователей отключена.';
$txt['oasl_user_require_activation'] = 'Ваша учётная запись создана, но её необходимо проверить. Пожалуйста, проверьте свой почтовый ящик и нажмите на ссылку в подтверждении электронной почты.';
$txt['test'] = '123';

?>